let value = {

    showToast : false,
    list : [
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d1.jpg',
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d2.jpg',
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d3.jpg',
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d4.jpg',
        // 'http://7xl1vx.com2.z0.glb.qiniucdn.com/1469081752823',
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d6.jpg',
        // 'http://7te93u.com1.z0.glb.clouddn.com/gj/d7.jpg',
        'http://7te93u.com1.z0.glb.clouddn.com/gj/d8.jpg',
    ],

    height : window.innerHeight-55 + 'px',
    
    random_img_url : 'data:image/gif;base64,iVBORw0KGgoAAAANSUhEUgAAAAEAAAABCAYAAAAfFcSJAAAADUlEQVQImWNgYGBgAAAABQABh6FO1AAAAABJRU5ErkJggg==',

    showGuanZhuQrcode : false,
    
    descText : [
        // '张江园区总工会联合“车知了”推出爱车关怀管家服务',
        // '论用车生活中“老司机”的重要性：',
        '“老司机”，帮我介绍个靠谱的维修店吧',
        '“老司机”，4S店告诉我要换这个换那个，到底要不要换啊？',
        '“老司机”，我换这些东西要这么多钱，有没有被宰啊？',
        '“老司机”，我刚刚跟人蹭了下车，到底是谁的责任啊，我是先报警还是先找保险啊？出险怎么处理啊？',
        '“老司机”，车子违章被扣了15分，怎么办啊？',
        '“老司机”，我想买个车，有没有推荐的啊？',
        '“老司机”，车子要年检了，怎么弄啊？',
        '“老司机”，怎么样买保险省钱啊？',
        '其实，你的内心是崩溃的，你更希望的是“老司机”马上出现在你的身边帮你解决问题，而车知了管家，就是你身边专家级的“老司机”',
    ],
    descText2 : [
        ' 1. 服务介绍：',
        '车知了管家服务是上海车米网络科技有限公司推出的专业技师上门陪同/代办服务（汽车保养、维修、美容装潢、事故处理、车务代办、违章处理、购车服务等。）',
        '2. 预约方式：',
        '扫张江园区总工会专属二维码，注册预约，立减10-20元',
        '也可以直接注册输入张江园区总工会专属邀请码：979898',
        
        '4.服务费用：',
        '注：我们只收取服务费，维修费用根据店面的发票或者收据，由车知了管家先行垫付，交车时由车主确认无误后支付。',
    ],
    feeTable : {
        th : ['服务项目','原价','工会价格'],
        tr : [
            ['汽车保养、维修、美容装潢','199元','89元'],
            ['违章处理、车检等车务代办','199元','89元'],
            ['购车服务、事故处理','399元','169元']
        ]
    },
    descText3 : [
        '服务过程中，车知了管家全程参与监督，对项目配件和服务提供全程保障，避免出现过度保养和使用假配件的情况发生。',
        '如果在服务过程中由车知了管家出现的违章，一律由本公司负责。',
        '如遇意外交通事故发生，若属车知了管家违章行为造成，相应赔偿由车知了管家承担。若属于他方车辆主要责任，车知了管家不负责赔偿损失，但可以免费协助交警调查及保险理赔。',
        '服务期间所有车辆均享有车知了管家购买的200万意外险。',
        '用户可以指定到4S店或者维修店服务，车知了与4S店或者维修店不存在利益关系，100%保障了用户利益；如用户没有指定店面，车知了管家可以根据用户需求帮找合适服务店面，最终选择哪个店面服务由用户自主决定。',
        '车知了管家提供售后保障，如因为车知了管家服务导致出现问题，车知了提供先行赔付保障。'
    ],
}

export default value;